Repository: Al-ImranRony/ClaudeCollage
Catalog: Caroullage/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, zh_hans

source: Share failed
ar: فشلت المشاركة
de: Teilen fehlgeschlagen
es: Error al compartir
fr: Échec du partage
hi: शेयर विफल
it: Condivisione non riuscita
ja: 共有に失敗しました
ko: 공유 실패
pt_br: Falha ao compartilhar
zh_hans: 分享失败

source: Save Failed
ar: فشل الحفظ
de: Sichern fehlgeschlagen
es: Error al guardar
fr: Échec de l'enregistrement
hi: सहेजना विफल
it: Salvataggio non riuscito
ja: 保存に失敗しました
ko: 저장 실패
pt_br: Falha ao salvar
zh_hans: 保存失败

source: Could not render the collage.
ar: تعذّر إخراج المجمّع.
de: Die Collage konnte nicht gerendert werden.
es: No se pudo generar el collage.
fr: Impossible de générer le collage.
hi: कोलाज रेंडर नहीं हो सका।
it: Impossibile generare il collage.
ja: コラージュを描画できませんでした。
ko: 콜라주를 렌더링할 수 없습니다.
pt_br: Não foi possível gerar a colagem.
zh_hans: 无法渲染拼贴。

source: Could not prepare the file to share.
ar: تعذّر تجهيز الملف للمشاركة.
de: Die Datei konnte nicht zum Teilen vorbereitet werden.
es: No se pudo preparar el archivo para compartir.
fr: Impossible de préparer le fichier à partager.
hi: शेयर करने के लिए फ़ाइल तैयार नहीं हो सकी।
it: Impossibile preparare il file da condividere.
ja: 共有するファイルを準備できませんでした。
ko: 공유할 파일을 준비할 수 없습니다.
pt_br: Não foi possível preparar o arquivo para compartilhar.
zh_hans: 无法准备要分享的文件。

source: The collage could not be saved to Photos.
ar: تعذّر حفظ المجمّع في الصور.
de: Die Collage konnte nicht in Fotos gesichert werden.
es: No se pudo guardar el collage en Fotos.
fr: Impossible d'enregistrer le collage dans Photos.
hi: कोलाज फ़ोटो में सहेजा नहीं जा सका।
it: Impossibile salvare il collage in Foto.
ja: コラージュを写真に保存できませんでした。
ko: 콜라주를 사진에 저장할 수 없습니다.
pt_br: Não foi possível salvar a colagem em Fotos.
zh_hans: 无法将拼贴保存到照片。

source: Couldn't save to Photos.
ar: تعذّر الحفظ في الصور.
de: Sichern in Fotos nicht möglich.
es: No se pudo guardar en Fotos.
fr: Impossible d'enregistrer dans Photos.
hi: फ़ोटो में सहेजा नहीं जा सका।
it: Impossibile salvare in Foto.
ja: 写真に保存できませんでした。
ko: 사진에 저장할 수 없습니다.
pt_br: Não foi possível salvar em Fotos.
zh_hans: 无法保存到照片。

source: No Photos Access
ar: لا يوجد وصول إلى الصور
de: Kein Zugriff auf Fotos
es: Sin acceso a Fotos
fr: Pas d'accès à Photos
hi: फ़ोटो तक पहुँच नहीं
it: Nessun accesso a Foto
ja: 写真にアクセスできません
ko: 사진 접근 권한 없음
pt_br: Sem acesso a Fotos
zh_hans: 无照片访问权限

source: Enable photo library access in Settings to save your collage.
ar: فعّل الوصول إلى مكتبة الصور من الإعدادات لحفظ مجمّعك.
de: Erlaube in den Einstellungen den Zugriff auf die Fotomediathek, um deine Collage zu sichern.
es: Activa el acceso a la fototeca en Ajustes para guardar tu collage.
fr: Autorisez l'accès à la photothèque dans Réglages pour enregistrer votre collage.
hi: अपना कोलाज सहेजने के लिए सेटिंग्स में फ़ोटो लाइब्रेरी की पहुँच चालू करें।
it: Consenti l'accesso alla libreria foto nelle Impostazioni per salvare il collage.
ja: コラージュを保存するには、設定で写真ライブラリへのアクセスを許可してください。
ko: 콜라주를 저장하려면 설정에서 사진 보관함 접근을 허용하세요.
pt_br: Ative o acesso à fototeca em Ajustes para salvar sua colagem.
zh_hans: 请在“设置”中启用照片图库访问权限以保存拼贴。

source: No credits left
ar: لم يتبقَّ رصيد
de: Kein Guthaben mehr
es: No quedan créditos
fr: Plus de crédits
hi: कोई क्रेडिट नहीं बचा
it: Crediti esauriti
ja: クレジットがありません
ko: 남은 크레딧 없음
pt_br: Sem créditos
zh_hans: 没有剩余点数

source: No Credits Left
ar: لم يتبقَّ رصيد
de: Kein Guthaben mehr
es: No quedan créditos
fr: Plus de crédits
hi: कोई क्रेडिट नहीं बचा
it: Crediti esauriti
ja: クレジットがありません
ko: 남은 크레딧 없음
pt_br: Sem créditos
zh_hans: 没有剩余点数

source: Buy a credit or start Premium to export at full quality.
ar: اشترِ رصيدًا أو ابدأ Premium للتصدير بجودة كاملة.
de: Kaufe ein Guthaben oder starte Premium, um in voller Qualität zu exportieren.
es: Compra un crédito o empieza Premium para exportar a máxima calidad.
fr: Achetez un crédit ou passez à Premium pour exporter en pleine qualité.
hi: पूरी गुणवत्ता में एक्सपोर्ट करने के लिए एक क्रेडिट खरीदें या Premium शुरू करें।
it: Acquista un credito o attiva Premium per esportare a piena qualità.
ja: フル画質で書き出すには、クレジットを購入するか Premium を始めてください。
ko: 최고 품질로 내보내려면 크레딧을 구매하거나 Premium을 시작하세요.
pt_br: Compre um crédito ou assine o Premium para exportar em qualidade máxima.
zh_hans: 购买一个点数或开通 Premium 以全画质导出。

source: Nothing to Export
ar: لا يوجد ما يُصدَّر
de: Nichts zu exportieren
es: Nada que exportar
fr: Rien à exporter
hi: एक्सपोर्ट करने के लिए कुछ नहीं
it: Niente da esportare
ja: 書き出すものがありません
ko: 내보낼 항목 없음
pt_br: Nada para exportar
zh_hans: 没有可导出的内容

source: Nothing to Play
ar: لا يوجد ما يُشغَّل
de: Nichts abzuspielen
es: Nada que reproducir
fr: Rien à lire
hi: चलाने के लिए कुछ नहीं
it: Niente da riprodurre
ja: 再生するものがありません
ko: 재생할 항목 없음
pt_br: Nada para reproduzir
zh_hans: 没有可播放的内容

source: Add a video to a slot first.
ar: أضف فيديو إلى خانة أولًا.
de: Füge zuerst ein Video in ein Feld ein.
es: Añade primero un vídeo a una celda.
fr: Ajoutez d'abord une vidéo dans un emplacement.
hi: पहले किसी स्लॉट में वीडियो जोड़ें।
it: Aggiungi prima un video a uno slot.
ja: まずスロットに動画を追加してください。
ko: 먼저 슬롯에 동영상을 추가하세요.
pt_br: Adicione um vídeo a um espaço primeiro.
zh_hans: 请先在一个格子中添加视频。

source: There are no frames to export.
ar: لا توجد إطارات للتصدير.
de: Es gibt keine Bilder zum Exportieren.
es: No hay fotogramas que exportar.
fr: Aucune image à exporter.
hi: एक्सपोर्ट करने के लिए कोई फ़्रेम नहीं है।
it: Non ci sono fotogrammi da esportare.
ja: 書き出すフレームがありません。
ko: 내보낼 프레임이 없습니다.
pt_br: Não há quadros para exportar.
zh_hans: 没有可导出的帧。

source: The video couldn't be created. Please try again.
ar: تعذّر إنشاء الفيديو. يرجى المحاولة مرة أخرى.
de: Das Video konnte nicht erstellt werden. Bitte versuche es erneut.
es: No se pudo crear el vídeo. Inténtalo de nuevo.
fr: La vidéo n'a pas pu être créée. Veuillez réessayer.
hi: वीडियो नहीं बन सका। कृपया फिर से कोशिश करें।
it: Impossibile creare il video. Riprova.
ja: 動画を作成できませんでした。もう一度お試しください。
ko: 동영상을 만들 수 없습니다. 다시 시도하세요.
pt_br: Não foi possível criar o vídeo. Tente novamente.
zh_hans: 无法创建视频，请重试。

source: Couldn't create the image set. Please try again.
ar: تعذّر إنشاء مجموعة الصور. يرجى المحاولة مرة أخرى.
de: Der Bildersatz konnte nicht erstellt werden. Bitte versuche es erneut.
es: No se pudo crear el conjunto de imágenes. Inténtalo de nuevo.
fr: Impossible de créer le jeu d'images. Veuillez réessayer.
hi: इमेज सेट नहीं बन सका। कृपया फिर से कोशिश करें।
it: Impossibile creare il set di immagini. Riprova.
ja: 画像セットを作成できませんでした。もう一度お試しください。
ko: 이미지 세트를 만들 수 없습니다. 다시 시도하세요.
pt_br: Não foi possível criar o conjunto de imagens. Tente novamente.
zh_hans: 无法创建图片集，请重试。

source: Export isn't available here.
ar: التصدير غير متاح هنا.
de: Der Export ist hier nicht verfügbar.
es: La exportación no está disponible aquí.
fr: L'exportation n'est pas disponible ici.
hi: एक्सपोर्ट यहाँ उपलब्ध नहीं है।
it: L'esportazione non è disponibile qui.
ja: ここでは書き出しできません。
ko: 여기서는 내보내기를 사용할 수 없습니다.
pt_br: A exportação não está disponível aqui.
zh_hans: 此处无法导出。

source: Exporting…
ar: جارٍ التصدير…
de: Wird exportiert…
es: Exportando…
fr: Exportation…
hi: एक्सपोर्ट हो रहा है…
it: Esportazione…
ja: 書き出し中…
ko: 내보내는 중…
pt_br: Exportando…
zh_hans: 正在导出…

source: Importing clip…
ar: جارٍ استيراد المقطع…
de: Clip wird importiert…
es: Importando clip…
fr: Importation du clip…
hi: क्लिप इंपोर्ट हो रहा है…
it: Importazione clip…
ja: クリップを読み込み中…
ko: 클립 가져오는 중…
pt_br: Importando clipe…
zh_hans: 正在导入片段…

source: Finding the beat…
ar: جارٍ تحديد الإيقاع…
de: Beat wird gesucht…
es: Buscando el ritmo…
fr: Recherche du tempo…
hi: बीट ढूँढी जा रही है…
it: Ricerca del ritmo…
ja: ビートを検出中…
ko: 비트 찾는 중…
pt_br: Encontrando a batida…
zh_hans: 正在识别节拍…

source: Finding the subject… This usually takes a second.
ar: جارٍ تحديد العنصر… يستغرق هذا ثانية عادةً.
de: Motiv wird gesucht… Das dauert meist nur einen Moment.
es: Buscando el sujeto… Suele tardar un segundo.
fr: Recherche du sujet… Cela prend généralement une seconde.
hi: विषय ढूँढा जा रहा है… इसमें आमतौर पर एक सेकंड लगता है।
it: Ricerca del soggetto… Di solito ci vuole un secondo.
ja: 被写体を検出中… 通常は1秒ほどかかります。
ko: 피사체 찾는 중… 보통 1초 정도 걸립니다.
pt_br: Encontrando o assunto… Isso costuma levar um segundo.
zh_hans: 正在识别主体… 通常只需一秒。

source: Lift Subject
ar: استخراج العنصر
de: Motiv freistellen
es: Recortar sujeto
fr: Détourer le sujet
hi: विषय अलग करें
it: Ritaglia soggetto
ja: 被写体を切り抜く
ko: 피사체 분리
pt_br: Recortar assunto
zh_hans: 抠出主体

source: Subject lifted · saved to your stickers
ar: تم استخراج العنصر · حُفظ في ملصقاتك
de: Motiv freigestellt · in deinen Stickern gesichert
es: Sujeto recortado · guardado en tus stickers
fr: Sujet détouré · enregistré dans vos stickers
hi: विषय अलग हुआ · आपके स्टिकर में सहेजा गया
it: Soggetto ritagliato · salvato nei tuoi sticker
ja: 被写体を切り抜き、ステッカーに保存しました
ko: 피사체 분리됨 · 스티커에 저장됨
pt_br: Assunto recortado · salvo nos seus adesivos
zh_hans: 已抠出主体 · 已保存到你的贴纸

source: Couldn't save that subject
ar: تعذّر حفظ هذا العنصر
de: Motiv konnte nicht gesichert werden
es: No se pudo guardar el sujeto
fr: Impossible d'enregistrer ce sujet
hi: विषय सहेजा नहीं जा सका
it: Impossibile salvare il soggetto
ja: 被写体を保存できませんでした
ko: 피사체를 저장할 수 없습니다
pt_br: Não foi possível salvar o assunto
zh_hans: 无法保存该主体

source: Add a photo to this cell first
ar: أضف صورة إلى هذه الخلية أولًا
de: Füge zuerst ein Foto in diese Zelle ein
es: Añade primero una foto a esta celda
fr: Ajoutez d'abord une photo dans cette cellule
hi: पहले इस सेल में फ़ोटो जोड़ें
it: Aggiungi prima una foto a questa cella
ja: まずこのセルに写真を追加してください
ko: 먼저 이 셀에 사진을 추가하세요
pt_br: Adicione uma foto a esta célula primeiro
zh_hans: 请先在此格中添加照片

source: Erased
ar: تم المسح
de: Gelöscht
es: Borrado
fr: Effacé
hi: मिटाया गया
it: Cancellato
ja: 消去しました
ko: 지웠습니다
pt_br: Apagado
zh_hans: 已擦除

source: Couldn't erase that area. Try painting over it again.
ar: تعذّر مسح هذه المنطقة. حاول التلوين فوقها مرة أخرى.
de: Dieser Bereich konnte nicht gelöscht werden. Male noch einmal darüber.
es: No se pudo borrar esa zona. Vuelve a pintar sobre ella.
fr: Impossible d'effacer cette zone. Repassez dessus.
hi: वह हिस्सा मिटाया नहीं जा सका। उस पर फिर से पेंट करें।
it: Impossibile cancellare quell'area. Prova a ripassarci sopra.
ja: その部分を消去できませんでした。もう一度塗ってみてください。
ko: 해당 영역을 지울 수 없습니다. 다시 칠해 보세요.
pt_br: Não foi possível apagar essa área. Pinte sobre ela de novo.
zh_hans: 无法擦除该区域，请再涂一次。

source: Paint over what you want gone. Works best on plain backgrounds.
ar: لوّن فوق ما تريد إزالته. يعمل بشكل أفضل مع الخلفيات البسيطة.
de: Male über das, was verschwinden soll. Funktioniert am besten auf ruhigen Hintergründen.
es: Pinta sobre lo que quieras quitar. Funciona mejor con fondos lisos.
fr: Peignez sur ce que vous voulez effacer. Fonctionne mieux sur les fonds unis.
hi: जो हटाना है उस पर पेंट करें। सादे बैकग्राउंड पर सबसे अच्छा काम करता है।
it: Dipingi su ciò che vuoi eliminare. Funziona meglio su sfondi uniformi.
ja: 消したい部分を塗ってください。無地の背景でよく機能します。
ko: 지우고 싶은 부분을 칠하세요. 단순한 배경에서 가장 잘 됩니다.
pt_br: Pinte sobre o que você quer remover. Funciona melhor em fundos lisos.
zh_hans: 涂抹你想去掉的部分。纯色背景效果最佳。

source: Undo stroke
ar: تراجع عن الضربة
de: Strich widerrufen
es: Deshacer trazo
fr: Annuler le trait
hi: स्ट्रोक पूर्ववत करें
it: Annulla tratto
ja: ストロークを取り消す
ko: 획 실행 취소
pt_br: Desfazer traço
zh_hans: 撤销一笔

source: Custom shape applied
ar: تم تطبيق الشكل المخصص
de: Eigene Form angewendet
es: Forma personalizada aplicada
fr: Forme personnalisée appliquée
hi: कस्टम आकार लागू किया गया
it: Forma personalizzata applicata
ja: カスタムシェイプを適用しました
ko: 사용자 지정 도형 적용됨
pt_br: Forma personalizada aplicada
zh_hans: 已应用自定义形状

source: Add More Points
ar: أضف نقاطًا أكثر
de: Mehr Punkte hinzufügen
es: Añade más puntos
fr: Ajoutez des points
hi: और बिंदु जोड़ें
it: Aggiungi altri punti
ja: 点を追加してください
ko: 점을 더 추가하세요
pt_br: Adicione mais pontos
zh_hans: 请添加更多点

source: A custom shape needs at least three points.
ar: يحتاج الشكل المخصص إلى ثلاث نقاط على الأقل.
de: Eine eigene Form braucht mindestens drei Punkte.
es: Una forma personalizada necesita al menos tres puntos.
fr: Une forme personnalisée nécessite au moins trois points.
hi: कस्टम आकार के लिए कम से कम तीन बिंदु चाहिए।
it: Una forma personalizzata richiede almeno tre punti.
ja: カスタムシェイプには3点以上が必要です。
ko: 사용자 지정 도형에는 최소 세 점이 필요합니다.
pt_br: Uma forma personalizada precisa de pelo menos três pontos.
zh_hans: 自定义形状至少需要三个点。

source: Tap to add points · drag to adjust · hold to delete
ar: انقر للإضافة · اسحب للتعديل · اضغط مطوّلًا للحذف
de: Tippen zum Hinzufügen · ziehen zum Anpassen · halten zum Löschen
es: Toca para añadir puntos · arrastra para ajustar · mantén para eliminar
fr: Touchez pour ajouter · glissez pour ajuster · maintenez pour supprimer
hi: बिंदु जोड़ने के लिए टैप करें · समायोजित करने के लिए खींचें · हटाने के लिए दबाए रखें
it: Tocca per aggiungere · trascina per regolare · tieni premuto per eliminare
ja: タップで追加 · ドラッグで調整 · 長押しで削除
ko: 탭하여 추가 · 드래그하여 조정 · 길게 눌러 삭제
pt_br: Toque para adicionar · arraste para ajustar · segure para excluir
zh_hans: 轻点添加 · 拖动调整 · 长按删除

source: Drop a photo onto a cell
ar: أفلت صورة على خلية
de: Lege ein Foto auf eine Zelle
es: Suelta una foto sobre una celda
fr: Déposez une photo sur une cellule
hi: किसी सेल पर फ़ोटो छोड़ें
it: Rilascia una foto su una cella
ja: セルに写真をドロップしてください
ko: 셀에 사진을 놓으세요
pt_br: Solte uma foto em uma célula
zh_hans: 将照片拖放到格子上

source: Photo added
ar: تمت إضافة الصورة
de: Foto hinzugefügt
es: Foto añadida
fr: Photo ajoutée
hi: फ़ोटो जोड़ी गई
it: Foto aggiunta
ja: 写真を追加しました
ko: 사진 추가됨
pt_br: Foto adicionada
zh_hans: 已添加照片

source: Drag to position · double-tap to remove
ar: اسحب لتحديد الموضع · انقر مرتين للإزالة
de: Ziehen zum Platzieren · doppeltippen zum Entfernen
es: Arrastra para colocar · toca dos veces para quitar
fr: Glissez pour placer · touchez deux fois pour retirer
hi: रखने के लिए खींचें · हटाने के लिए दो बार टैप करें
it: Trascina per posizionare · tocca due volte per rimuovere
ja: ドラッグで配置 · ダブルタップで削除
ko: 드래그하여 배치 · 두 번 탭하여 제거
pt_br: Arraste para posicionar · toque duas vezes para remover
zh_hans: 拖动定位 · 轻点两下移除

source: Background generation arrives with the Premium release.
ar: سيتوفر إنشاء الخلفيات مع إصدار Premium.
de: Die Hintergrund-Erzeugung kommt mit der Premium-Version.
es: La generación de fondos llegará con la versión Premium.
fr: La génération d'arrière-plans arrivera avec la version Premium.
hi: बैकग्राउंड बनाने की सुविधा Premium रिलीज़ के साथ आएगी।
it: La generazione degli sfondi arriverà con la versione Premium.
ja: 背景の生成は Premium リリースで提供されます。
ko: 배경 생성은 Premium 출시와 함께 제공됩니다.
pt_br: A geração de fundos chega com a versão Premium.
zh_hans: 背景生成功能将随 Premium 版本推出。

source: This template has no photo areas yet supported by the editor. Text and sticker editing arrive in an upcoming update.
ar: لا يحتوي هذا القالب على مناطق صور يدعمها المحرّر بعد. سيأتي تحرير النصوص والملصقات في تحديث قادم.
de: Diese Vorlage hat noch keine Fotobereiche, die der Editor unterstützt. Text- und Sticker-Bearbeitung folgen in einem Update.
es: Esta plantilla aún no tiene áreas de foto compatibles con el editor. La edición de texto y stickers llegará en una próxima actualización.
fr: Ce modèle n'a pas encore de zones photo prises en charge par l'éditeur. L'édition de texte et de stickers arrive dans une prochaine mise à jour.
hi: इस टेम्पलेट में अभी एडिटर द्वारा समर्थित फ़ोटो क्षेत्र नहीं हैं। टेक्स्ट और स्टिकर संपादन आगामी अपडेट में आएगा।
it: Questo modello non ha ancora aree foto supportate dall'editor. La modifica di testo e sticker arriverà in un prossimo aggiornamento.
ja: このテンプレートには、エディタが対応する写真エリアがまだありません。テキストとステッカーの編集は今後のアップデートで追加されます。
ko: 이 템플릿에는 아직 편집기가 지원하는 사진 영역이 없습니다. 텍스트와 스티커 편집은 다음 업데이트에서 제공됩니다.
pt_br: Este modelo ainda não tem áreas de foto compatíveis com o editor. A edição de texto e adesivos chega em uma próxima atualização.
zh_hans: 此模板暂无编辑器支持的照片区域。文本和贴纸编辑将在后续更新中推出。

source: Enter a size in pixels (100–4000).
ar: أدخل الحجم بالبكسل (100–4000).
de: Gib eine Größe in Pixeln ein (100–4000).
es: Introduce un tamaño en píxeles (100–4000).
fr: Saisissez une taille en pixels (100–4000).
hi: पिक्सेल में आकार दर्ज करें (100–4000)।
it: Inserisci una dimensione in pixel (100–4000).
ja: サイズをピクセルで入力してください（100–4000）。
ko: 픽셀 단위로 크기를 입력하세요(100–4000).
pt_br: Insira um tamanho em pixels (100–4000).
zh_hans: 请输入像素尺寸（100–4000）。

source: Frame Limit
ar: حد الإطارات
de: Bildlimit
es: Límite de fotogramas
fr: Limite d'images
hi: फ़्रेम सीमा
it: Limite fotogrammi
ja: フレーム数の上限
ko: 프레임 한도
pt_br: Limite de quadros
zh_hans: 帧数上限

source: A carousel can have up to 10 frames.
ar: يمكن أن يحتوي الكاروسيل على 10 إطارات كحد أقصى.
de: Ein Karussell kann bis zu 10 Bilder haben.
es: Un carrusel puede tener hasta 10 fotogramas.
fr: Un carrousel peut contenir jusqu'à 10 images.
hi: एक कैरोसेल में अधिकतम 10 फ़्रेम हो सकते हैं।
it: Un carosello può avere fino a 10 fotogrammi.
ja: カルーセルは最大10フレームまでです。
ko: 캐러셀은 최대 10개의 프레임을 가질 수 있습니다.
pt_br: Um carrossel pode ter até 10 quadros.
zh_hans: 轮播最多可包含 10 帧。

source: A carousel needs at least one frame
ar: يحتاج الكاروسيل إلى إطار واحد على الأقل
de: Ein Karussell braucht mindestens ein Bild
es: Un carrusel necesita al menos un fotograma
fr: Un carrousel nécessite au moins une image
hi: कैरोसेल में कम से कम एक फ़्रेम चाहिए
it: Un carosello richiede almeno un fotogramma
ja: カルーセルには1フレーム以上が必要です
ko: 캐러셀에는 최소 하나의 프레임이 필요합니다
pt_br: Um carrossel precisa de pelo menos um quadro
zh_hans: 轮播至少需要一帧

source: Frame %lld deleted · Undo in the toolbar
ar: تم حذف الإطار %lld · تراجع من شريط الأدوات
de: Bild %lld gelöscht · Widerrufen in der Symbolleiste
es: Fotograma %lld eliminado · Deshacer en la barra
fr: Image %lld supprimée · Annuler dans la barre d'outils
hi: फ़्रेम %lld हटाया गया · टूलबार से पूर्ववत करें
it: Fotogramma %lld eliminato · Annulla nella barra
ja: フレーム %lld を削除しました · ツールバーで取り消せます
ko: 프레임 %lld 삭제됨 · 도구 모음에서 실행 취소
pt_br: Quadro %lld excluído · Desfazer na barra
zh_hans: 已删除第 %lld 帧 · 可在工具栏撤销

source: Frame %lld's style applied to all frames
ar: تم تطبيق نمط الإطار %lld على كل الإطارات
de: Stil von Bild %lld auf alle Bilder angewendet
es: Estilo del fotograma %lld aplicado a todos
fr: Style de l'image %lld appliqué à toutes les images
hi: फ़्रेम %lld की शैली सभी फ़्रेम पर लागू की गई
it: Stile del fotogramma %lld applicato a tutti
ja: フレーム %lld のスタイルを全フレームに適用しました
ko: 프레임 %lld의 스타일을 모든 프레임에 적용함
pt_br: Estilo do quadro %lld aplicado a todos
zh_hans: 已将第 %lld 帧的样式应用到所有帧

source: Apply This Style to All Frames
ar: تطبيق هذا النمط على كل الإطارات
de: Diesen Stil auf alle Bilder anwenden
es: Aplicar este estilo a todos los fotogramas
fr: Appliquer ce style à toutes les images
hi: यह शैली सभी फ़्रेम पर लागू करें
it: Applica questo stile a tutti i fotogrammi
ja: このスタイルを全フレームに適用
ko: 이 스타일을 모든 프레임에 적용
pt_br: Aplicar este estilo a todos os quadros
zh_hans: 将此样式应用到所有帧

source: Background Music
ar: موسيقى الخلفية
de: Hintergrundmusik
es: Música de fondo
fr: Musique de fond
hi: बैकग्राउंड म्यूज़िक
it: Musica di sottofondo
ja: BGM
ko: 배경 음악
pt_br: Música de fundo
zh_hans: 背景音乐

source: Music Volume…
ar: مستوى صوت الموسيقى…
de: Musiklautstärke…
es: Volumen de la música…
fr: Volume de la musique…
hi: म्यूज़िक वॉल्यूम…
it: Volume musica…
ja: 音楽の音量…
ko: 음악 음량…
pt_br: Volume da música…
zh_hans: 音乐音量…

source: Music Volume
ar: مستوى صوت الموسيقى
de: Musiklautstärke
es: Volumen de la música
fr: Volume de la musique
hi: म्यूज़िक वॉल्यूम
it: Volume musica
ja: 音楽の音量
ko: 음악 음량
pt_br: Volume da música
zh_hans: 音乐音量

source: ✨ Sync Cells to Beat
ar: ✨ مزامنة الخلايا مع الإيقاع
de: ✨ Zellen zum Beat schneiden
es: ✨ Sincronizar celdas al ritmo
fr: ✨ Caler les cellules sur le tempo
hi: ✨ सेल को बीट से मिलाएँ
it: ✨ Sincronizza le celle al ritmo
ja: ✨ セルをビートに同期
ko: ✨ 셀을 비트에 동기화
pt_br: ✨ Sincronizar células com a batida
zh_hans: ✨ 让格子卡上节拍

source: Remove Music
ar: إزالة الموسيقى
de: Musik entfernen
es: Quitar música
fr: Retirer la musique
hi: म्यूज़िक हटाएँ
it: Rimuovi musica
ja: 音楽を削除
ko: 음악 제거
pt_br: Remover música
zh_hans: 移除音乐

source: Music removed
ar: تمت إزالة الموسيقى
de: Musik entfernt
es: Música eliminada
fr: Musique retirée
hi: म्यूज़िक हटाया गया
it: Musica rimossa
ja: 音楽を削除しました
ko: 음악 제거됨
pt_br: Música removida
zh_hans: 已移除音乐

source: Music added
ar: تمت إضافة الموسيقى
de: Musik hinzugefügt
es: Música añadida
fr: Musique ajoutée
hi: म्यूज़िक जोड़ा गया
it: Musica aggiunta
ja: 音楽を追加しました
ko: 음악 추가됨
pt_br: Música adicionada
zh_hans: 已添加音乐

source: Cells synced to the beat
ar: تمت مزامنة الخلايا مع الإيقاع
de: Zellen zum Beat geschnitten
es: Celdas sincronizadas al ritmo
fr: Cellules calées sur le tempo
hi: सेल बीट से मिलाए गए
it: Celle sincronizzate al ritmo
ja: セルをビートに同期しました
ko: 셀이 비트에 동기화됨
pt_br: Células sincronizadas com a batida
zh_hans: 格子已卡上节拍

source: Couldn't Sync
ar: تعذّرت المزامنة
de: Synchronisieren nicht möglich
es: No se pudo sincronizar
fr: Synchronisation impossible
hi: सिंक नहीं हो सका
it: Sincronizzazione non riuscita
ja: 同期できませんでした
ko: 동기화할 수 없음
pt_br: Não foi possível sincronizar
zh_hans: 无法同步

source: The music couldn't be analyzed. Try a different track.
ar: تعذّر تحليل الموسيقى. جرّب مقطوعة أخرى.
de: Die Musik konnte nicht analysiert werden. Probiere einen anderen Titel.
es: No se pudo analizar la música. Prueba con otra pista.
fr: La musique n'a pas pu être analysée. Essayez un autre morceau.
hi: म्यूज़िक का विश्लेषण नहीं हो सका। कोई और ट्रैक आज़माएँ।
it: Impossibile analizzare la musica. Prova un altro brano.
ja: 音楽を解析できませんでした。別の曲を試してください。
ko: 음악을 분석할 수 없습니다. 다른 트랙을 시도하세요.
pt_br: Não foi possível analisar a música. Tente outra faixa.
zh_hans: 无法分析音乐，请尝试其他曲目。

source: Caption start
ar: بداية التعليق
de: Beginn der Beschriftung
es: Inicio del subtítulo
fr: Début de la légende
hi: कैप्शन की शुरुआत
it: Inizio didascalia
ja: キャプションの開始
ko: 캡션 시작
pt_br: Início da legenda
zh_hans: 字幕开始

source: Caption end
ar: نهاية التعليق
de: Ende der Beschriftung
es: Fin del subtítulo
fr: Fin de la légende
hi: कैप्शन का अंत
it: Fine didascalia
ja: キャプションの終了
ko: 캡션 종료
pt_br: Fim da legenda
zh_hans: 字幕结束

source: No %@
ar: لا توجد %@
de: Keine %@
es: Sin %@
fr: Aucun %@
hi: कोई %@ नहीं
it: Nessun %@
ja: %@はありません
ko: %@ 없음
pt_br: Nenhum %@
zh_hans: 没有%@

source: A moving collage
ar: مجمّع متحرك
de: Eine bewegte Collage
es: Un collage en movimiento
fr: Un collage animé
hi: एक चलता-फिरता कोलाज
it: Un collage in movimento
ja: 動くコラージュ
ko: 움직이는 콜라주
pt_br: Uma colagem em movimento
zh_hans: 会动的拼贴

source: A multi-frame post for the feed
ar: منشور متعدد الإطارات للخلاصة
de: Ein Beitrag mit mehreren Bildern für den Feed
es: Una publicación de varios fotogramas para el feed
fr: Une publication à plusieurs images pour le fil
hi: फ़ीड के लिए कई फ़्रेम वाली पोस्ट
it: Un post con più fotogrammi per il feed
ja: フィード向けの複数フレーム投稿
ko: 피드용 여러 프레임 게시물
pt_br: Uma publicação com vários quadros para o feed
zh_hans: 用于信息流的多帧帖子

source: Choose your own size
ar: اختر الحجم بنفسك
de: Wähle deine eigene Größe
es: Elige tu propio tamaño
fr: Choisissez votre propre taille
hi: अपना आकार चुनें
it: Scegli le dimensioni
ja: サイズを自由に決める
ko: 원하는 크기 선택
pt_br: Escolha o seu tamanho
zh_hans: 自定义尺寸

source: Shoot one now, with a filter
ar: التقط صورة الآن مع فلتر
de: Jetzt eins schießen, mit Filter
es: Haz una ahora, con filtro
fr: Prenez-en une maintenant, avec un filtre
hi: अभी एक फ़िल्टर के साथ खींचें
it: Scattane una ora, con un filtro
ja: フィルタ付きで今すぐ撮る
ko: 지금 필터로 한 장 찍기
pt_br: Tire uma agora, com filtro
zh_hans: 立即拍一张，带滤镜

source: Pick photos, we'll fit a layout
ar: اختر الصور وسنلائم التخطيط
de: Fotos wählen, wir finden das Layout
es: Elige fotos y ajustaremos el diseño
fr: Choisissez des photos, on trouve la mise en page
hi: फ़ोटो चुनें, लेआउट हम बिठा देंगे
it: Scegli le foto, al layout pensiamo noi
ja: 写真を選べばレイアウトはおまかせ
ko: 사진을 고르면 레이아웃을 맞춰 드려요
pt_br: Escolha as fotos, nós ajustamos o layout
zh_hans: 选好照片，版式交给我们
